Repository: MikeAlvarado/AIMeter
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: AIMeter never adds itself to your login items. If you turn on "Open at Login" in Settings, it registers with macOS — which asks you to approve it — and turning it back off removes it. All it does when it starts is read your usage.
de: AIMeter trägt sich nie selbst in deine Anmeldeobjekte ein. Wenn du „Bei der Anmeldung öffnen“ in den Einstellungen aktivierst, registriert es sich bei macOS – das dich um Zustimmung bittet – und beim Deaktivieren wird es wieder entfernt. Beim Start liest es nur deine Nutzung.
es: AIMeter nunca se añade solo a tus ítems de inicio. Si activas «Abrir al iniciar sesión» en los ajustes, se registra en macOS —que te pedirá aprobarlo— y al desactivarlo se elimina. Lo único que hace al arrancar es leer tu uso.
fr: AIMeter ne s'ajoute jamais seul à vos éléments d'ouverture. Si vous activez « Ouvrir à la connexion » dans les Réglages, il s'enregistre auprès de macOS — qui vous demande de l'approuver — et le désactiver le retire. Au démarrage, il ne fait que lire votre usage.
ja: AIMeterが勝手にログイン項目に追加されることはありません。設定で「ログイン時に開く」をオンにするとmacOSに登録され（承認を求められます）、オフにすると削除されます。起動時に行うのは使用量の読み取りだけです。
ko: AIMeter는 스스로 로그인 항목에 추가되지 않습니다. 설정에서 "로그인 시 열기"를 켜면 macOS에 등록되며(승인을 요청함), 끄면 제거됩니다. 시작할 때 하는 일은 사용량을 읽는 것뿐입니다.
pt_br: O AIMeter nunca se adiciona sozinho aos seus itens de início. Se você ativar "Abrir ao iniciar sessão" nos Ajustes, ele se registra no macOS — que pede sua aprovação — e desativar remove o registro. Ao iniciar, tudo o que ele faz é ler seu uso.
zh_hans: AIMeter 不会自行加入你的登录项。如果你在设置中打开"登录时打开"，它会向 macOS 注册（系统会请你确认），关闭后即移除。启动时它只做一件事：读取你的用量。

source: AIMeter refreshes usage in the background when iOS permits it, then updates your widgets. Timing depends on battery, connectivity, and how often you use the app.
de: AIMeter aktualisiert die Nutzung im Hintergrund, wenn iOS es erlaubt, und aktualisiert dann deine Widgets. Der Zeitpunkt hängt von Akku, Verbindung und davon ab, wie oft du die App verwendest.
es: AIMeter actualiza el uso en segundo plano cuando iOS lo permite y luego actualiza tus widgets. El momento exacto depende de la batería, la conectividad y qué tanto uses la app.
fr: AIMeter actualise l'usage en arrière-plan quand iOS le permet, puis met à jour vos widgets. Le moment dépend de la batterie, de la connectivité et de la fréquence d'utilisation de l'app.
ja: iOSが許可するとAIMeterはバックグラウンドで使用量を更新し、ウィジェットを更新します。タイミングはバッテリー、通信状況、アプリの使用頻度によります。
ko: iOS가 허용할 때 AIMeter는 백그라운드에서 사용량을 새로 고치고 위젯을 업데이트합니다. 시점은 배터리, 연결 상태, 앱 사용 빈도에 따라 달라집니다.
pt_br: O AIMeter atualiza o uso em segundo plano quando o iOS permite e depois atualiza seus widgets. O momento depende da bateria, da conectividade e de quanto você usa o app.
zh_hans: 在 iOS 允许时，AIMeter 会在后台刷新用量并更新小组件。时机取决于电量、网络状况和你使用 App 的频率。

source: AIMeter refreshes usage on this schedule while the menu bar app is running, then updates your widgets.
de: AIMeter aktualisiert die Nutzung in diesem Rhythmus, solange die Menüleisten-App läuft, und aktualisiert dann deine Widgets.
es: AIMeter actualiza el uso con esta frecuencia mientras la app de la barra de menús esté abierta, y luego actualiza tus widgets.
fr: AIMeter actualise l'usage à ce rythme tant que l'app de la barre des menus est ouverte, puis met à jour vos widgets.
ja: メニューバーアプリが動作している間、AIMeterはこの間隔で使用量を更新し、ウィジェットを更新します。
ko: 메뉴 막대 앱이 실행 중인 동안 AIMeter는 이 주기로 사용량을 새로 고치고 위젯을 업데이트합니다.
pt_br: O AIMeter atualiza o uso nessa frequência enquanto o app da barra de menus estiver aberto e depois atualiza seus widgets.
zh_hans: 菜单栏 App 运行期间，AIMeter 按此频率刷新用量并更新小组件。

source: AIMeter will open Claude's sign-in page in your browser. After you approve, copy the code it shows and paste it back here to finish. Any sign-in method works.
de: AIMeter öffnet die Anmeldeseite von Claude in deinem Browser. Nach deiner Zustimmung kopierst du den angezeigten Code und fügst ihn hier ein, um abzuschließen. Jede Anmeldemethode funktioniert.
es: AIMeter abrirá la página de inicio de sesión de Claude en tu navegador. Cuando apruebes, copia el código que aparece y pégalo aquí para terminar. Funciona cualquier método de inicio de sesión.
fr: AIMeter ouvrira la page de connexion de Claude dans votre navigateur. Après votre approbation, copiez le code affiché et collez-le ici pour terminer. Toute méthode de connexion fonctionne.
ja: AIMeterがブラウザでClaudeのサインインページを開きます。承認後、表示されたコードをコピーしてここに貼り付けると完了です。どのサインイン方法でも使えます。
ko: AIMeter가 브라우저에서 Claude 로그인 페이지를 엽니다. 승인한 뒤 표시된 코드를 복사해 여기에 붙여 넣으면 완료됩니다. 어떤 로그인 방식이든 됩니다.
pt_br: O AIMeter abrirá a página de login do Claude no seu navegador. Depois de aprovar, copie o código exibido e cole aqui para concluir. Qualquer método de login funciona.
zh_hans: AIMeter 会在浏览器中打开 Claude 的登录页面。确认后，复制页面显示的代码并粘贴回此处即可完成。任何登录方式都可以。

source: All Accounts
de: Alle Accounts
es: Todas las cuentas
fr: Tous les comptes
ja: すべてのアカウント
ko: 모든 계정
pt_br: Todas as contas
zh_hans: 所有账户

source: All time
de: Gesamt
es: Total
fr: Depuis le début
ja: 全期間
ko: 전체 기간
pt_br: Desde o início
zh_hans: 全部时间

source: Another account is already called that.
de: Ein anderer Account heißt bereits so.
es: Otra cuenta ya se llama así.
fr: Un autre compte porte déjà ce nom.
ja: その名前は別のアカウントで使われています。
ko: 다른 계정이 이미 그 이름을 사용 중입니다.
pt_br: Outra conta já tem esse nome.
zh_hans: 已有其他账户使用该名称。

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
ko: 화면 모드
pt_br: Aparência
zh_hans: 外观

source: At this rate it runs out about %@ before it resets.
de: Bei diesem Tempo ist es etwa %@ vor dem Reset aufgebraucht.
es: A este ritmo se agota unos %@ antes de reiniciarse.
fr: À ce rythme, il sera épuisé environ %@ avant sa réinitialisation.
ja: このペースだとリセットの約%@前に使い切ります。
ko: 이 속도라면 초기화 약 %@ 전에 소진됩니다.
pt_br: Nesse ritmo, esgota cerca de %@ antes de reiniciar.
zh_hans: 按此速度，将在重置前约 %@ 用完。

source: Background refresh
de: Hintergrundaktualisierung
es: Actualización en segundo plano
fr: Actualisation en arrière-plan
ja: バックグラウンド更新
ko: 백그라운드 새로 고침
pt_br: Atualização em segundo plano
zh_hans: 后台刷新

source: Bar
de: Balken
es: Barra
fr: Barre
ja: バー
ko: 막대
pt_br: Barra
zh_hans: 条形

source: Battery
de: Batterie
es: Batería
fr: Batterie
ja: バッテリー
ko: 배터리
pt_br: Bateria
zh_hans: 电池

source: Behind pace
de: Langsamer als geplant
es: Atrasado
fr: En retard
ja: ペースより遅い
ko: 예상보다 느림
pt_br: Atrasado
zh_hans: 慢于预期

source: By model
de: Nach Modell
es: Por modelo
fr: Par modèle
ja: モデル別
ko: 모델별
pt_br: Por modelo
zh_hans: 按模型

source: Cache reads
de: Cache-Lesevorgänge
es: Lecturas de caché
fr: Lectures du cache
ja: キャッシュ読み取り
ko: 캐시 읽기
pt_br: Leituras de cache
zh_hans: 缓存读取

source: Cache writes
de: Cache-Schreibvorgänge
es: Escrituras en caché
fr: Écritures dans le cache
ja: キャッシュ書き込み
ko: 캐시 쓰기
pt_br: Gravações em cache
zh_hans: 缓存写入

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Check service status
de: Dienststatus prüfen
es: Comprobar el estado del servicio
fr: Vérifier l'état du service
ja: サービス状況を確認
ko: 서비스 상태 확인
pt_br: Verificar status do serviço
zh_hans: 检查服务状态

source: Choose which account and limit this widget shows.
de: Wähle, welchen Account und welches Limit dieses Widget anzeigt.
es: Elige qué cuenta y límite muestra este widget.
fr: Choisissez le compte et la limite affichés par ce widget.
ja: このウィジェットに表示するアカウントと上限を選びます。
ko: 이 위젯에 표시할 계정과 한도를 선택합니다.
pt_br: Escolha qual conta e limite este widget mostra.
zh_hans: 选择此小组件显示的账户和额度。

source: Choose which connected account this widget shows.
de: Wähle, welchen verbundenen Account dieses Widget anzeigt.
es: Elige qué cuenta conectada muestra este widget.
fr: Choisissez le compte connecté affiché par ce widget.
ja: このウィジェットに表示する接続済みアカウントを選びます。
ko: 이 위젯에 표시할 연결된 계정을 선택합니다.
pt_br: Escolha qual conta conectada este widget mostra.
zh_hans: 选择此小组件显示的已连接账户。

source: Choose which limit this widget shows.
de: Wähle, welches Limit dieses Widget anzeigt.
es: Elige qué límite muestra este widget.
fr: Choisissez la limite affichée par ce widget.
ja: このウィジェットに表示する上限を選びます。
ko: 이 위젯에 표시할 한도를 선택합니다.
pt_br: Escolha qual limite este widget mostra.
zh_hans: 选择此小组件显示的额度。

source: Claude Code on this Mac
de: Claude Code auf diesem Mac
es: Claude Code en este Mac
fr: Claude Code sur ce Mac
ja: このMacのClaude Code
ko: 이 Mac의 Claude Code
pt_br: Claude Code neste Mac
zh_hans: 这台 Mac 上的 Claude Code

source: Claude Code today: %@ · ≈ %@
de: Claude Code heute: %1$@ · ≈ %2$@
es: Claude Code hoy: %1$@ · ≈ %2$@
fr: Claude Code aujourd'hui : %1$@ · ≈ %2$@
ja: Claude Code 今日: %1$@ · ≈ %2$@
ko: Claude Code 오늘: %1$@ · ≈ %2$@
pt_br: Claude Code hoje: %1$@ · ≈ %2$@
zh_hans: Claude Code 今日：%1$@ · ≈ %2$@

source: Claude Code usage is opt-in
de: Claude-Code-Nutzung ist optional
es: El uso de Claude Code es opcional
fr: L'usage de Claude Code est facultatif
ja: Claude Codeの使用量表示は任意です
ko: Claude Code 사용량 표시는 선택 사항입니다
pt_br: O uso do Claude Code é opcional
zh_hans: Claude Code 用量需手动开启

source: Claude Code's own totals for the same sessions come to %@ (%@ apart).
de: Claude Codes eigene Summen für dieselben Sitzungen ergeben %1$@ (%2$@ Abweichung).
es: Los totales del propio Claude Code para las mismas sesiones suman %1$@ (%2$@ de diferencia).
fr: Les totaux de Claude Code pour les mêmes sessions donnent %1$@ (écart de %2$@).
ja: 同じセッションに対するClaude Code自身の合計は%1$@です（差は%2$@）。
ko: 같은 세션에 대한 Claude Code 자체 합계는 %1$@입니다 (차이 %2$@).
pt_br: Os totais do próprio Claude Code para as mesmas sessões somam %1$@ (%2$@ de diferença).
zh_hans: 同一批会话中 Claude Code 自身的合计为 %1$@（相差 %2$@）。

source: Claude no longer accepts this account's saved sign-in. Sign in again to restore it — its history, alerts, and widgets all stay as they are.
de: Claude akzeptiert die gespeicherte Anmeldung dieses Accounts nicht mehr. Melde dich erneut an, um ihn wiederherzustellen – Verlauf, Hinweise und Widgets bleiben unverändert.
es: Claude ya no acepta el inicio de sesión guardado de esta cuenta. Vuelve a iniciar sesión para restaurarla: su historial, sus avisos y sus widgets se mantienen igual.
fr: Claude n'accepte plus la connexion enregistrée de ce compte. Reconnectez-vous pour le rétablir — son historique, ses alertes et ses widgets restent tels quels.
ja: Claudeがこのアカウントの保存済みサインインを受け付けなくなりました。もう一度サインインすると復元されます。履歴、通知、ウィジェットはそのまま残ります。
ko: Claude가 이 계정의 저장된 로그인을 더 이상 받아들이지 않습니다. 다시 로그인하면 복원되며, 기록, 알림, 위젯은 그대로 유지됩니다.
pt_br: O Claude não aceita mais o login salvo desta conta. Entre de novo para restaurá-la — histórico, alertas e widgets continuam como estão.
zh_hans: Claude 不再接受此账户保存的登录。重新登录即可恢复，历史记录、提醒和小组件都保持不变。

source: Claude rejected AIMeter's saved sign-in. Open AIMeter and sign in again to keep tracking your usage.
de: Claude hat die gespeicherte Anmeldung von AIMeter abgelehnt. Öffne AIMeter und melde dich erneut an, um deine Nutzung weiter zu verfolgen.
es: Claude rechazó el inicio de sesión guardado de AIMeter. Abre AIMeter y vuelve a iniciar sesión para seguir midiendo tu uso.
fr: Claude a refusé la connexion enregistrée d'AIMeter. Ouvrez AIMeter et reconnectez-vous pour continuer à suivre votre usage.
ja: ClaudeがAIMeterの保存済みサインインを拒否しました。使用量の記録を続けるにはAIMeterを開いてもう一度サインインしてください。
ko: Claude가 AIMeter의 저장된 로그인을 거부했습니다. 사용량 추적을 계속하려면 AIMeter를 열고 다시 로그인하세요.
pt_br: O Claude rejeitou o login salvo do AIMeter. Abra o AIMeter e entre de novo para continuar acompanhando seu uso.
zh_hans: Claude 拒绝了 AIMeter 保存的登录。打开 AIMeter 并重新登录以继续跟踪用量。

source: Claude session usage is back to its normal rate.
de: Die Sitzungsnutzung von Claude läuft wieder im normalen Tempo.
es: El uso de la sesión de Claude volvió a su ritmo normal.
fr: L'usage de session de Claude est revenu à son rythme normal.
ja: Claudeのセッション使用量は通常のペースに戻りました。
ko: Claude 세션 사용량이 정상 속도로 돌아왔습니다.
pt_br: O uso de sessão do Claude voltou ao ritmo normal.
zh_hans: Claude 会话用量已恢复正常速度。

source: Claude session usage may burn faster right now.
de: Die Sitzungsnutzung von Claude kann gerade schneller aufgebraucht werden.
es: El uso de la sesión de Claude puede consumirse más rápido en este momento.
fr: L'usage de session de Claude peut se consommer plus vite en ce moment.
ja: 現在、Claudeのセッション使用量が速く消費される可能性があります。
ko: 지금은 Claude 세션 사용량이 더 빨리 소진될 수 있습니다.
pt_br: O uso de sessão do Claude pode ser consumido mais rápido agora.
zh_hans: 当前 Claude 会话用量可能消耗得更快。

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
pt_br: Conectar
zh_hans: 连接

source: Connect Claude account
de: Claude-Account verbinden
es: Conectar cuenta de Claude
fr: Connecter un compte Claude
ja: Claudeアカウントを接続
ko: Claude 계정 연결
pt_br: Conectar conta Claude
zh_hans: 连接 Claude 账户

source: Connect your Claude account
de: Verbinde deinen Claude-Account
es: Conectar tu cuenta de Claude
fr: Connectez votre compte Claude
ja: Claudeアカウントを接続
ko: Claude 계정을 연결하세요
pt_br: Conecte sua conta Claude
zh_hans: 连接你的 Claude 账户

source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 危険
ko: 위험
pt_br: Crítico
zh_hans: 严重

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
zh_hans: 深色

source: Demo mode
de: Demomodus
es: Modo demo
fr: Mode démo
ja: デモモード
ko: 데모 모드
pt_br: Modo demo
zh_hans: 演示模式

source: Disconnect %@
de: %@ trennen
es: Desconectar %@
fr: Déconnecter %@
ja: %@を切断
ko: %@ 연결 해제
pt_br: Desconectar %@
zh_hans: 断开 %@

source: Disconnect Claude
de: Claude trennen
es: Desconectar Claude
fr: Déconnecter Claude
ja: Claudeを切断
ko: Claude 연결 해제
pt_br: Desconectar Claude
zh_hans: 断开 Claude

source: Display
de: Anzeige
es: Visualización
fr: Affichage
ja: 表示
ko: 표시
pt_br: Exibição
zh_hans: 显示

source: Done
de: Fertig
es: Listo
fr: OK
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成

source: Early-reset alerts
de: Hinweise bei vorzeitigem Reset
es: Avisos de reinicio temprano
fr: Alertes de réinitialisation anticipée
ja: 早期リセットの通知
ko: 조기 초기화 알림
pt_br: Alertas de reinício antecipado
zh_hans: 提前重置提醒

source: Enable
de: Aktivieren
es: Activar
fr: Activer
ja: 有効にする
ko: 켜기
pt_br: Ativar
zh_hans: 开启

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 켜짐
pt_br: Ativado
zh_hans: 已开启

source: Equivalent API cost
de: Entsprechende API-Kosten
es: Coste equivalente en API
fr: Coût API équivalent
ja: API換算コスト
ko: API 환산 비용
pt_br: Custo equivalente na API
zh_hans: 等效 API 费用

source: Equivalent cost at Anthropic's list prices as of %@. Your subscription already covers this usage — it is not a bill. Read from %@.
de: Entsprechende Kosten zu den Listenpreisen von Anthropic vom %1$@. Dein Abo deckt diese Nutzung bereits ab – das ist keine Rechnung. Gelesen aus %2$@.
es: Coste equivalente a los precios de lista de Anthropic a fecha de %1$@. Tu suscripción ya cubre este uso: no es una factura. Leído de %2$@.
fr: Coût équivalent aux tarifs publics d'Anthropic au %1$@. Votre abonnement couvre déjà cet usage — ce n'est pas une facture. Lu depuis %2$@.
ja: %1$@時点のAnthropic定価での換算コストです。この使用量はサブスクリプションに含まれており、請求ではありません。%2$@から読み取りました。
ko: %1$@ 기준 Anthropic 정가로 환산한 비용입니다. 이 사용량은 구독에 이미 포함되어 있으며 청구서가 아닙니다. %2$@에서 읽음.
pt_br: Custo equivalente aos preços de tabela da Anthropic em %1$@. Sua assinatura já cobre este uso — não é uma cobrança. Lido de %2$@.
zh_hans: 按 %1$@ 的 Anthropic 标价折算的等效费用。你的订阅已包含这些用量，这不是账单。读取自 %2$@。

source: Every 3 hours
de: Alle 3 Stunden
es: Cada 3 horas
fr: Toutes les 3 heures
ja: 3時間ごと
ko: 3시간마다
pt_br: A cada 3 horas
zh_hans: 每 3 小时

source: Every 15 minutes
de: Alle 15 Minuten
es: Cada 15 minutos
fr: Toutes les 15 minutes
ja: 15分ごと
ko: 15분마다
pt_br: A cada 15 minutos
zh_hans: 每 15 分钟

source: Every 30 minutes
de: Alle 30 Minuten
es: Cada 30 minutos
fr: Toutes les 30 minutes
ja: 30分ごと
ko: 30분마다
pt_br: A cada 30 minutos
zh_hans: 每 30 分钟

source: Every connected account's usage at a glance.
de: Die Nutzung jedes verbundenen Accounts auf einen Blick.
es: El uso de cada cuenta conectada, de un vistazo.
fr: L'usage de chaque compte connecté, d'un coup d'œil.
ja: 接続済みのすべてのアカウントの使用量を一目で。
ko: 연결된 모든 계정의 사용량을 한눈에.
pt_br: O uso de cada conta conectada em um relance.
zh_hans: 一览所有已连接账户的用量。

source: Every hour
de: Jede Stunde
es: Cada hora
fr: Toutes les heures
ja: 1時間ごと
ko: 1시간마다
pt_br: A cada hora
zh_hans: 每小时

source: Every limit is on track to last its window.
de: Jedes Limit reicht voraussichtlich bis zum Ende seines Fensters.
es: Cada límite va en camino de durar toda su ventana.
fr: Chaque limite est en passe de tenir toute sa fenêtre.
ja: すべての上限はウインドウの終わりまで持つ見込みです。
ko: 모든 한도가 기간이 끝날 때까지 유지될 전망입니다.
pt_br: Todos os limites devem durar a janela inteira.
zh_hans: 所有额度都有望撑到周期结束。

source: Everything stays on your device
de: Alles bleibt auf deinem Gerät
es: Todo se queda en tu dispositivo
fr: Tout reste sur votre appareil
ja: すべてデバイス内に留まります
ko: 모든 것이 기기에 남습니다
pt_br: Tudo fica no seu dispositivo
zh_hans: 一切都留在你的设备上

source: Exceeded
de: Überschritten
es: Excedido
fr: Dépassé
ja: 超過
ko: 초과
pt_br: Excedido
zh_hans: 已超出

source: Exit Demo
de: Demo beenden
es: Salir del modo demo
fr: Quitter la démo
ja: デモを終了
ko: 데모 종료
pt_br: Sair da demo
zh_hans: 退出演示

source: Explore every screen with sample data before connecting your real Claude account.
de: Erkunde jeden Bildschirm mit Beispieldaten, bevor du deinen echten Claude-Account verbindest.
es: Explora todas las pantallas con datos de muestra antes de conectar tu cuenta real de Claude.
fr: Explorez chaque écran avec des données d'exemple avant de connecter votre vrai compte Claude.
ja: 実際のClaudeアカウントを接続する前に、サンプルデータですべての画面を試せます。
ko: 실제 Claude 계정을 연결하기 전에 샘플 데이터로 모든 화면을 둘러보세요.
pt_br: Explore todas as telas com dados de exemplo antes de conectar sua conta Claude real.
zh_hans: 连接真实 Claude 账户之前，先用示例数据浏览每个界面。

source: Extra usage
de: Zusätzliche Nutzung
es: Uso extra
fr: Usage supplémentaire
ja: 追加使用量
ko: 추가 사용량
pt_br: Uso extra
zh_hans: 额外用量

source: For a system-wide shortcut, add "Refresh Usage" or "Show Usage" to the Shortcuts app and give it a key there — no extra permissions needed.
de: Für einen systemweiten Kurzbefehl füge „Refresh Usage“ oder „Show Usage“ in der App „Kurzbefehle“ hinzu und weise dort eine Taste zu – keine zusätzlichen Berechtigungen nötig.
es: Para un atajo global, añade "Refresh Usage" o "Show Usage" en la app Atajos y asígnale una tecla ahí; no requiere permisos extra.
fr: Pour un raccourci global, ajoutez « Refresh Usage » ou « Show Usage » dans l'app Raccourcis et attribuez-lui une touche — aucune autorisation supplémentaire nécessaire.
ja: システム全体のショートカットにするには、ショートカットアプリに「Refresh Usage」または「Show Usage」を追加してキーを割り当ててください。追加の権限は不要です。
ko: 시스템 전역 단축키를 원하면 단축어 앱에 "Refresh Usage" 또는 "Show Usage"를 추가하고 거기서 키를 지정하세요. 추가 권한은 필요 없습니다.
pt_br: Para um atalho global, adicione "Refresh Usage" ou "Show Usage" no app Atalhos e atribua uma tecla lá — sem permissões extras.
zh_hans: 如需全局快捷键，在"快捷指令" App 中添加 "Refresh Usage" 或 "Show Usage" 并在那里指定按键，无需额外权限。

source: Forecast
de: Prognose
es: Pronóstico
fr: Prévision
ja: 予測
ko: 예측
pt_br: Previsão
zh_hans: 预测

source: Further usage now draws on your usage credits.
de: Weitere Nutzung geht jetzt von deinen Nutzungs-Credits ab.
es: Seguir usando ahora consume tus créditos de uso.
fr: Tout usage supplémentaire puise maintenant dans vos crédits d'usage.
ja: これ以降の使用は使用クレジットから消費されます。
ko: 이제부터의 사용은 사용 크레딧에서 차감됩니다.
pt_br: Continuar usando agora consome seus créditos de uso.
zh_hans: 继续使用将消耗你的用量额度金。

source: Gauge and percentage
de: Anzeige und Prozentwert
es: Indicador y porcentaje
fr: Jauge et pourcentage
ja: ゲージとパーセント
ko: 게이지와 백분율
pt_br: Medidor e porcentagem
zh_hans: 仪表和百分比

source: Gauge only
de: Nur Anzeige
es: Solo indicador
fr: Jauge seule
ja: ゲージのみ
ko: 게이지만
pt_br: Só o medidor
zh_hans: 仅仪表

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
ja: 非表示
ko: 숨김
pt_br: Oculto
zh_hans: 隐藏

source: Hide Dock icon
de: Dock-Symbol ausblenden
es: Ocultar icono del Dock
fr: Masquer l'icône du Dock
ja: Dockアイコンを隠す
ko: Dock 아이콘 숨기기
pt_br: Ocultar ícone do Dock
zh_hans: 隐藏程序坞图标

source: Hide menu bar icon
de: Menüleisten-Symbol ausblenden
es: Ocultar icono de la barra de menú
fr: Masquer l'icône de la barre des menus
ja: メニューバーアイコンを隠す
ko: 메뉴 막대 아이콘 숨기기
pt_br: Ocultar ícone da barra de menus
zh_hans: 隐藏菜单栏图标

source: Hiding AIMeter
de: AIMeter ausblenden
es: Ocultar AIMeter
fr: Masquer AIMeter
ja: AIMeterを隠す
ko: AIMeter 숨기기
pt_br: Ocultar o AIMeter
zh_hans: 隐藏 AIMeter

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt_br: Histórico
zh_hans: 历史记录

source: How connecting works
de: So funktioniert das Verbinden
es: Cómo funciona la conexión
fr: Comment fonctionne la connexion
ja: 接続の仕組み
ko: 연결 방식
pt_br: Como funciona a conexão
zh_hans: 连接的工作方式

source: How connecting works, what the app can access, and where your data lives.
de: Wie das Verbinden funktioniert, worauf die App zugreifen kann und wo deine Daten liegen.
es: Cómo funciona la conexión, a qué puede acceder la app y dónde viven tus datos.
fr: Comment fonctionne la connexion, à quoi l'app peut accéder et où se trouvent vos données.
ja: 接続の仕組み、アプリがアクセスできるもの、データの保存場所。
ko: 연결 방식, 앱이 접근할 수 있는 것, 데이터가 저장되는 곳.
pt_br: Como funciona a conexão, o que o app pode acessar e onde seus dados ficam.
zh_hans: 连接如何工作、App 能访问什么，以及你的数据存放在哪里。

source: If you turn it on in Settings, AIMeter reads the session logs Claude Code keeps in ~/.claude/projects to add up tokens per model and price them at API list rates. It decodes only the usage fields — never your prompts or the replies — keeps a small index of counts in its own Application Support folder, deletes that index when you turn it off, and sends nothing anywhere.
de: Wenn du es in den Einstellungen aktivierst, liest AIMeter die Sitzungsprotokolle, die Claude Code in ~/.claude/projects ablegt, um Tokens pro Modell zu zählen und zu API-Listenpreisen zu bewerten. Es dekodiert nur die Nutzungsfelder – nie deine Prompts oder die Antworten –, behält einen kleinen Index der Zähler in seinem eigenen Application-Support-Ordner, löscht diesen Index beim Deaktivieren und sendet nichts irgendwohin.
es: Si lo activas en Ajustes, AIMeter lee los registros de sesión que Claude Code guarda en ~/.claude/projects para sumar tokens por modelo y valorarlos a precios de lista de la API. Solo decodifica los campos de uso (nunca tus prompts ni las respuestas), guarda un pequeño índice de recuentos en su propia carpeta de Application Support, lo borra al desactivarlo y no envía nada a ningún sitio.
fr: Si vous l'activez dans les Réglages, AIMeter lit les journaux de session que Claude Code conserve dans ~/.claude/projects pour additionner les jetons par modèle et les valoriser aux tarifs publics de l'API. Il ne décode que les champs d'usage — jamais vos prompts ni les réponses —, conserve un petit index de compteurs dans son propre dossier Application Support, supprime cet index quand vous le désactivez, et n'envoie rien nulle part.
ja: 設定でオンにすると、AIMeterはClaude Codeが~/.claude/projectsに保存するセッションログを読み取り、モデルごとにトークンを集計してAPI定価で換算します。デコードするのは使用量フィールドのみで、プロンプトや返答は読みません。件数の小さなインデックスを自身のApplication Supportフォルダに保持し、オフにすると削除します。どこにも送信しません。
ko: 설정에서 켜면 AIMeter는 Claude Code가 ~/.claude/projects에 보관하는 세션 로그를 읽어 모델별 토큰을 합산하고 API 정가로 환산합니다. 사용량 필드만 해독하며 프롬프트나 답변은 읽지 않고, 자체 Application Support 폴더에 작은 개수 색인을 보관하며, 끄면 그 색인을 삭제하고, 어디에도 전송하지 않습니다.
pt_br: Se você ativar nos Ajustes, o AIMeter lê os registros de sessão que o Claude Code guarda em ~/.claude/projects para somar tokens por modelo e precificá-los pela tabela da API. Ele decodifica só os campos de uso — nunca seus prompts ou as respostas —, mantém um pequeno índice de contagens na própria pasta Application Support, apaga esse índice ao desativar e não envia nada a lugar nenhum.
zh_hans: 在设置中开启后，AIMeter 会读取 Claude Code 保存在 ~/.claude/projects 中的会话日志，按模型汇总 token 并按 API 标价折算。它只解码用量字段，绝不读取你的提示词或回复；在自己的 Application Support 文件夹中保存一份小型计数索引，关闭时删除该索引，并且不会向任何地方发送数据。

source: Input
de: Eingabe
es: Entrada
fr: Entrée
ja: 入力
ko: 입력
pt_br: Entrada
zh_hans: 输入
